CommonStringTable = {
	[0] = "该系统%d级开启, 请君继续努力",
	[1] = "消耗%d钻石",
	[2] = "您的阵型不能为空!",
	[3] = "今日重置次数已使用完",
	[4] = "是否支付%s钻石清除冷却时间？",
	[5] = "挑战次数不足！",
	[6] = "时间未到",
	[7] = "花费%s%s购买%s%s，是否继续？（今日已购%s次,剩余%s次）",
	[8] = "钻石",
	[9] = "金币",
	[10] = "体力",
	[11] = "是否花费%s钻石购买挑战次数？（今日还可购买%s次）",
	[12] = "孵化时间-%s%%",
	[13] = "无法使用0个道具"
}

ChatStringTable = {
	[0] = "免费",
	[1] = "消息发送的速度太快了",
	[2] = "发送消息不能为空",
	[3] = "不能跟自己发私密消息",
	[4] = "不能将自己加入黑名单",
	[5] = "确定加入黑名单吗?",
	[6] = "【世界】",
	[7] = "【工会】",
	[8] = "【密语】"
}

ShopStringTable = {
	[0] = "普通商店",
	[1] = "竞技场商店",
	[2] = "下次刷新时间",
	[3] = "本次购买",
	[4] = "已拥有",
	[5] = "集齐一定数量可以获得",
	[6] = "钻石",
	[7] = "公主币",
	[8] = "功勋币",
	[9] = "军团币",
	[10] = "本次刷新需要消耗%s%s是否继续\n(今天已刷新%s次)",
	[11] = "黑市永久解锁需要消耗%s钻石",
	[12] = "黑市商人将在%s后离开",
	[13] = "下次刷新时间 %s:00:00",
	[14] = "军团积分币",
	[15] = "爬塔币"
}

CardDrawStringTable = {
	[0] = "本次抽取免费",
	[1] = "消耗寻宝器x1",
	[2] = "当前拥有",
	[3] = "次后必得SR",
	[4] = "再购买",
	[5] = "次后, 下次必得一张",
	[6] = "288",
	[7] = "2580",
	[8] = "已经拥有该英雄，自动转化成英雄碎片%s个",
	[9] = "剩余寻宝器：<color=#00FF17>%s</color>个",
	[10] = "剩余钻石：<color=#33CCFF>%s</color>"
}

CrapStringTable = {
	[0] = "可合成",
	[1] = "未获得该英雄"
}

SweepStringTable = {
	[0] = "扫荡",
	[1] = "扫荡%d次",
	[2] = "无法扫荡",
	[3] = "扫荡卡不足, 是否花费钻石扫荡 (需花费钻石 %d)",
	[4] = "副本三星通关, 才能扫荡",
	[5] = "今日挑战次数已满, 请先重置副本!",
	[6] = "第 %d 战",
	[7] = "您的体力不足, 请过会儿再来!",
	[8] = "您的钻石有点不太够哦!"
}

DungeonStringTable = {
	[0] = "消耗%s点体力"
}

CardUpgradeStringTable = {
	[0] = "电池",
	[1] = "高能电池",
	[2] = "超能电池",
	[3] = 10300004,
	[4] = 10300005,
	[5] = 10300006
}

MailStringTable = {
	[0] = "系统",
	[1] = "竞技场",
	[2] = "大航海",
	[3] = "工会",
	[4] = "VIP",
	[5] = "双倍返还",
	[6] = "邮件附件领取成功"
}

EquipStringTable = {
	[0] = "%s:<color=#00DC6E> +%s</color>\n",
	[1] = "生命",
	[2] = "生命",
	[3] = "防御",
	[4] = "防御",
	[5] = "攻击",
	[6] = "攻击",
	[7] = "暴击",
	[8] = "抗暴",
	[9] = "命中",
	[10] = "闪避",
	[11] = "速度",
	[12] = "技攻",
	[13] = "普攻",
	[14] = "吸血",
	[15] = "暴击伤害",
	[16] = "%s:<color=#F44B4BFF> %s</color>\n",
	[17] = "%s：<color=yellow>+%s</color> ",
	[18] = "当前显示：全部",
	[19] = "当前显示：武器",
	[20] = "当前显示：防具",
	[21] = "当前显示：饰品",
	[22] = "当前显示：鞋子",
	[23] = "当前显示：时装",
	[24] = "装备%d件:  ",
	[25] = "没有要出售的物品",
	[26] = "当前装备等级已达顶级",
	[27] = "%s装备: %s <color=#00DC6E>+%s</color>\n",
	[28] = "该宝石已经是最高等级无法合成",
	[29] = "合成所需宝石数量不足",
	[30] = "特殊：使用者无法使用怒气技能",
	[31] = "是否将该宝石镶嵌于该装备吗？",
	[32] = "是否支付%s钻石卸下宝石？",
	[33] = "紫色以上装备和晶石穿上后将和英雄绑定！解绑需要解绑卡！是否穿戴该装备？",
	[34] = "宝石连锁(%s)",
	[35] = "确定合成吗?",
	[36] = "解绑当前装备需要消耗1张解绑卡,是否继续?",
	[37] = "当前显示：晶石",
	[38] = "当前显示：绑定",
	[39] = "获得经验:",
	[40] = "当前装备已被其他英雄绑定，是否消耗一张解绑卡解绑并将该装备和当前英雄绑定？"
}

Vip = {
	[0] = "VIP%s 功能解锁",
	[1] = "VIP%s 特权次数",
	[2] = "VIP%s 礼包"
}

ActivityStringTable = {
	[0] = "剩余时间:%s天%s小时%s分",
	[1] = "下次刷新时间:%s天%s小时%s分",
	[2] = "剩余兑换次数：<color=#00FF17>%s</color>",
	[3] = "%s获得",
	[4] = "%s日礼包",
	[5] = "至少获得%s",
	[6] = "%s抽取了%s，获得了%s钻石",
	[7] = "%s元抽签",
	[8] = "%s小时%s分"
}

PointFight = {
	[0] = "需要花费%s钻石刷新吗",
	[1] = "是否花费%s钻石购买1次挑战次数",
	[2] = "%s天",
	[3] = "%s小时",
	[4] = "%s分",
	[5] = "积分上升",
	[6] = "积分下降",
	[7] = "排名上升",
	[8] = "排名下降",
	[9] = "%s小时%s分",
	[10] = "充值%s钻石",
	[11] = "已完成%s天"
}

LibraryStringTable = {
	[0] = "获得%s点图鉴点",
	[1] = "%s点图鉴点"
}

NewModule = {
	[0] = "恭喜开启%s功能，快去看看吧！"
}

TowerString = {
	[0] = "通关%s-%s可获得",
	[1] = "第%s层"
}

ZodiacString = {
	[0] = "%s级"
}

TarotCardStateTable = {
	[0] = "未激活",
	[1] = "倒位",
	[2] = "正位",
	[3] = "下一级",
	[4] = "%s+",
	[5] = "已到最高级",
	[6] = "是否激活进度光环到下一级?",
	[7] = "材料 \"%s\" 不足!"
}

BreakTroughString = {
	[0] = "突破值每日的<color=#FFD700>24：00</color>清零，注入突破石有<color=#FF0000>低概率</color>直接升级",
	[1] = "突破值每日的<color=#FFD700>24：00</color>清零，注入突破石有<color=#FF0000>较高概率</color>直接升级",
	[2] = "所需突破石不足",
	[3] = "连续十次",
	[4] = "突破成功",
	[5] = "突破",
	[6] = "消耗",
	[7] = "突破值",
	[8] = "已达到突破等级上限"
}

